 cat extensions.list |% { code --install-extension $_}
aaron-bond.better-comments
abusaidm.html-snippets
akamud.vscode-javascript-snippet-pack
alefragnani.bookmarks
amiralizadeh9480.laravel-extra-intellisense
anan.jetbrains-darcula-theme
antfu.browse-lite
antfu.goto-alias
antfu.vite
apollographql.vscode-apollo
assmdx.vscode-theme-laravel-beta
batisteo.vscode-django
bcakyz.vue-packs
bmewburn.vscode-intelephense-client
bracketpaircolordlw.bracket-pair-color-dlw
bradlc.vscode-tailwindcss
bretdoyle.javascript-extensions-pack---js-essentials
burkeholland.simple-react-snippets
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
cmstead.js-codeformer
cmstead.jsrefactor
codingyu.laravel-goto-view
cweijan.vscode-office
damms005.devdb
dbaeumer.vscode-eslint
devsense.composer-php-vscode
devsense.intelli-php-vscode
devsense.phptools-vscode
devsense.profiler-php-vscode
dmeenhuis.es7-react-js-snippets-with-semicolons
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
dsznajder.es7-react-js-snippets
eamodio.gitlens
ecmel.vscode-html-css
editorconfig.editorconfig
equimper.react-native-react-redux
esbenp.prettier-vscode
fi3ework.vscode-antd-rush
firefox-devtools.vscode-firefox-debug
formulahendry.auto-close-tag
formulahendry.auto-complete-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
github.vscode-pull-request-github
glitchbl.laravel-create-view
googlecloudtools.cloudcode
graphql.vscode-graphql
graphql.vscode-graphql-execution
graphql.vscode-graphql-syntax
gydunhn.javascript-essentials
haohailiang.snippet-antd
hollowtree.vue-snippets
ihunte.laravel-blade-wrapper
isudox.vscode-jetbrains-keybindings
jakewilson.vscode-picture
jasonnutter.search-node-modules
jawandarajbir.react-vscode-extension-pack
jeremyrajan.react-component
kevinkyang.auto-comment-blocks
kevinrose.vsc-python-indent
kumar-harsh.graphql-for-vscode
l7ssha.tag-inserter
lolkush.quickstart
meta.relay
mikestead.dotenv
misterj.vue-volar-extention-pack
mohamedbenhida.laravel-intellisense
mquandalle.graphql
ms-ceintl.vscode-language-pack-ru
ms-dotnettools.vscode-dotnet-runtime
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter-keymap
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.powershell
ms-vscode.remote-explorer
ms-vscode.remote-server
ms-vscode.vscode-typescript-next
mubaidr.vuejs-extension-pack
naoray.laravel-goto-components
nathanchapman.javascriptsnippets
naumovs.color-highlight
njpwerner.autodocstring
nucllear.vscode-extension-auto-import
numso.prettier-standard-vscode
nuxt.mdc
nuxtr.nuxt-vscode-extentions
nuxtr.nuxtr-vscode
onecentlin.laravel-blade
onecentlin.laravel-extension-pack
onecentlin.laravel5-snippets
oracle.oracledevtools
orsenkucher.vscode-graphql
pgl.laravel-jump-controller
pkief.material-icon-theme
pranaygp.vscode-css-peek
pucelle.vscode-css-navigation
qvist.jetbrains-new-ui-dark-theme
ritwickdey.liveserver
rodrigovallades.es7-react-js-snippets
runningcoder.js-snippets
rvest.vs-code-prettier-eslint
ryannaddy.laravel-artisan
sdras.night-owl
sdras.vue-vscode-extensionpack
sdras.vue-vscode-snippets
shufo.vscode-blade-formatter
sibiraj-s.vscode-scss-formatter
sidthesloth.html5-boilerplate
simonsiefke.svg-preview
skyran.js-jsx-snippets
standard.vscode-standard
steoates.autoimport
stpn.vscode-graphql
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-russian
syler.sass-indented
sz-p.dependencygraph
tabnine.tabnine-vscode
taodongwu.ejs-snippets
tombonnike.vscode-status-bar-format-toggle
valeryanm.vscode-phpsab
vikas.code-navigation
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
visualstudioexptteam.vscodeintellicode-completions
vscode-icons-team.vscode-icons
vue.volar
walkme.html5-extension-pack
wallabyjs.quokka-vscode
wenfangdu.jump
wholroyd.jinja
wix.vscode-import-cost
wmaurer.vscode-jumpy
wongjn.php-sniffer
wscats.html-snippets
xabikos.javascriptsnippets
xabikos.reactsnippets
xdebug.php-debug
xdebug.php-pack
yggdrasill-7c9.axios-snippets
ypresto.vscode-intelli-refactor
zhang-renyang.vscode-react
zignd.html-css-class-completion
zixuanchen.vitest-explorer
znck.vue
zobo.php-intellisense
